<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="UTF-8" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <!-- google fonts start -->
    <link rel="preconnect" href="https://fonts.googleapis.com" />
    <link rel="preconnect" href="https://fonts.gstatic.com" crossorigin />
    <link
      href="https://fonts.googleapis.com/css2?family=Inter:wght@300;400;500;600;700;800&display=swap"
      rel="stylesheet"
    />

    <!-- font awesome icons start -->
    <script
      src="https://kit.fontawesome.com/97e32a212a.js"
      crossorigin="anonymous"
    ></script>

    <!-- bootstrap start -->
    <link
      rel="stylesheet"
      href="https://stackpath.bootstrapcdn.com/bootstrap/4.3.1/css/bootstrap.min.css"
      integrity="sha384-ggOyR0iXCbMQv3Xipma34MD+dH/1fQ784/j6cY/iJTQUOhcWr7x9JvoRxT2MZw1T"
      crossorigin="anonymous"
    />
    <link
      rel="stylesheet"
      href="https://cdn.jsdelivr.net/npm/bootstrap@5.7.0/css/bootstrap.min.css"
    />

    <link rel="stylesheet" href="./css/styles.css" />
    <link rel="stylesheet" href="./css/servicesStyle.css" />

    <title>Termeni și condiții | GDPR</title>
  </head>
  <body>
    <header class="header">
      <div id="menu" class="navBar clearfix">
        <nav class="navbarDesk navbar navbar-expand-lg">
          <a href="index.html">
            <img
              id="logo"
              class="servicesLogo"
              src="./img/logo-light.png"
              alt="logo"
            />
          </a>
          <button
            class="navbar-toggler"
            type="button"
            data-bs-toggle="collapse"
            data-bs-target="#navbarNav"
            aria-controls="navbarNav"
            aria-expanded="false"
            aria-label="Toggle navigation"
          >
            <i class="navbar-toggler-icon fa-solid fa-bars"></i>
          </button>
          <div class="collapse navbar-collapse" id="navbarNav">
            <div>
              <i class="fa-regular closeIcon" id="closeMenu">x</i>
              <img
                class="mobileMenuLogo"
                src="./img/logo-mobile-menu.png"
                alt="mobile-logo"
              />
              <ul class="navbar-nav desktopMenu">
                <li class="nav-item">
                  <a class="nav-link aboutLink" href="index.html#about"
                    >Despre noi</a
                  >
                </li>
                <li class="nav-item">
                  <a class="nav-link servicesLink" href="index.html#services"
                    >Servicii</a
                  >
                </li>
                <li class="nav-item">
                  <a class="nav-link promoLink" href="index.html#promo"
                    >Promoții</a
                  >
                </li>
                <li class="nav-item">
                  <a class="nav-link contactLink" href="index.html#contact"
                    >Contact</a
                  >
                </li>
                <li>
                  <button id="navBtn" class="menuBtn">
                    <i class="fa-solid fa-phone btnIcon"></i>Contactează-ne
                  </button>
                </li>
              </ul>
              <div>
                <ul class="mobileMenuSocials">
                  <li class="menuSocialIcons">
                    <a href="https://www.facebook.com/" target="_blank"
                      ><img src="./img/facebook.png" alt="facebook"
                    /></a>
                  </li>
                  <li class="menuSocialIcons">
                    <a href="https://www.instagram.com/" target="_blank">
                      <img src="./img/instagram.png" alt="instagram" />
                    </a>
                  </li>
                  <li class="menuSocialIcons">
                    <a href="https://www.linkedin.com/" target="_blank">
                      <img src="./img/linkedin.png" alt="linkedin"
                    /></a>
                  </li>
                </ul>
              </div>
            </div>
          </div>
        </nav>
      </div>
      <a href="#" class="nav-btn"></a>
    </header>
    <div id="smooth-wrapper">
      <div class="stage" id="smooth-content">
        <div class="intro slide--0" id="slide-0">
          <div class="intro__content introContentApp">
            <h1 class="intro__title introTitle">Termeni și condiții | GDPR</h1>
          </div>
          <img class="intro__img intro__img--1" src="./img/urban-optic2.jpg" />
          <img class="intro__img intro__img--2" src="./img/urban-optic1.jpg" />
        </div>
      </div>
      <div class="legalContainer">
        <p>Ultima actualizare 30.05.2023</p>
        <p><br /></p>
        <p>Conditii Generale pentru utilizarea site-ului urbanoptic.ro</p>
        <p><br /></p>
        <h3>ACCEPTAREA CONDITIILOR</h3>
        <p><br /></p>
        <p>
          Prin accesarea acestui site web si/sau a oricarei pagini a acestuia
          sunteti de acord cu aceste conditii de utilizare. Daca nu sunteti de
          acord cu acesti termeni si conditii de utilizare, nu accesati acest
          site.
        </p>
        <p><br /></p>
        <h3>DESCRIEREA SERVICIILOR</h3>
        <p><br /></p>
        <p>
          Siteul nostru va pune la dispozitie informatiile din acest site web in
          scop informativ general si nu garanteaza de exactitatea lor la un
          moment dat, desi se va incerca pe cat posibil ca la publicarea lor pe
          site toate informatiile sa fie exacte.
        </p>
        <p><br /></p>
        <p><strong>INTRODUCERE</strong></p>
        <p>
          Prezentele Conditii Generale definesc conditiile de utilizare a
          site-ului urbanoptic.ro de catre potentialii vizitatori sau clienti.
          Acces&acirc;nd si navig&acirc;nd pe acest site, acceptati termenii de
          utilizare descrisi &icirc;n continuare.
        </p>
        <p><br /></p>
        <p><strong>DREPTURILE ASUPRA CONTINUTULUI SITE-ULUI</strong></p>
        <p>
          urbanoptic.ro nu va transfera titlul de proprietate asupra
          aplicatiilor software.
        </p>
        <p><br /></p>
        <p>
          urbanoptic.ro detine drepturi complete si depline asupra titlului de
          proprietate si prin aceasta toate drepturile de autor si cele
          brevetate. Nu aveti dreptul sa redistribuiti, vindeti, decompilati,
          dezasamblati aplicatia software &icirc;ntr-o forma perceptibila de
          catre oameni.
        </p>
        <p><br /></p>
        <p>
          Toate informatiile, produsele sau aplicatiile continute &icirc;n acest
          site sunt proprietatea urbanoptic.ro, care &icirc;si rezerva dreptul
          de a modifica continutul si/sau structura site-ului &icirc;n orice
          moment si fara nici o informare prealabila.
        </p>
        <p><br /></p>
        <p>
          &Icirc;ntregul continut al site-ului urbanoptic.ro este protejat prin
          legea drepturilor de autor, toate drepturile fiind rezervate. Toate
          drepturile referitoare la pagini, continutul si prezentarea site-ului
          sunt detinute de urbanoptic.ro. Este interzisa copierea, modificarea,
          afisarea, distribuirea, transmiterea, publicarea, comercializarea,
          licentierea, crearea unor materiale derivate sau utilizarea
          continutului site-ului &icirc;n orice scop fara confirmarea scrisa din
          partea urbanoptic.ro.
        </p>
        <p><br /></p>
        <p>
          Accesul si utilizarea paginii urbanoptic.ro sunt gratuite si au scopul
          de a veni in ajutorul utilizatorilor pentru a gasi informatiile
          necesare &icirc;n cel mai usor si rapid mod posibil, conform
          cerintelor fiecaruia.
        </p>
        <p><br /></p>
        <p>
          Informatiile prezente pe urbanoptic.ro sunt de interes general si sunt
          puse la dispozitia utilizatorilor &icirc;n mod gratuit. Prin termenul
          &bdquo;utilizator&rdquo; al acestei pagini se &icirc;ntelege orice
          persoana fizica sau juridica care va accesa pagina. Puteti copia si
          tipari continutul paginii urbanoptic.ro pentru folosinta dumneavoastra
          personala, fara intentii comerciale. &Icirc;n orice alte situatii,
          continutul urbanoptic.ro nu poate fi reprodus, modificat sau exploatat
          fara consimtam&acirc;ntul explicit al reprezentantilor urbanoptic.ro.
        </p>
        <p><br /></p>
        <p><strong>NEANGAJAREA RASPUNDERII</strong></p>
        <p>
          Continutul informatiilor se refera la descrierea &icirc;ntr-un anumit
          grad de detaliere a activitatilor, produselor si
          serviciilorurbanoptic.ro. urbanoptic.ro nu va acorda nici o garantie
          referitoare la:
        </p>
        <p><br /></p>
        <p>
          &ndash; evitarea utilizarii anevoioase sau &icirc;ntreruperii &icirc;n
          utilizare a site-ului;
        </p>
        <p>
          &ndash; neafectarea &icirc;n sens negativ a altor sisteme prin
          utilizarea site-ului;
        </p>
        <p>
          &ndash; inexistenta pe site-ul pus la dispozitie a virusilor sau alte
          componente care ar putea dauna utilizatorilor.
        </p>
        <p><br /></p>
        <p>
          Astfel, urbanoptic.ro nu poate fi responsabila pentru nici un fel de
          daune directe sau indirecte produse prin utilizarea site-ului sau.
        </p>
        <p>
          Toate informatiile prezentate pe site cu privire la produsele
          urbanoptic.ro, preturi, informatii, campanii si promotii de marketing,
          aspecte tehnice, sunt prezentate cu titlu informativ. Nimic din
          continutul site-ului urbanoptic.ro nu poate constitui o oferta ferma
          de a contracta si nu poate angaja raspunderea Amigio &icirc;n lipsa
          unor acorduri ulterioare.
        </p>
        <p><br /></p>
        <p>
          Continutul paginii web urbanoptic.ro, a informatiilor si a altor
          materiale prezentate de Comunitatea urbanoptic.ro nu reprezinta o
          consultatie juridica &icirc;n sensul Legii nr. 51/1995.
        </p>
        <p><br /></p>
        <p>
          GDPR este un set de reguli bazat pe principii complexe, care este
          deschis la interpretare si cotine, de asemenea, numeroase domenii
          &icirc;n care statele membre sunt invitate sa intervina. &Icirc;n
          prezent exista foarte putine &icirc;ndrumari cu privire la
          implementarea GDPR si este posibil ca Autoritatile de Supraveghere sa
          aiba puncte de vedere diferite fata de cele exprimate &icirc;n acest
          ?ablon. &Icirc;n ciuda eforturilor noastre de a oferi cele mai bune
          servicii, nu putem anticipa cu exactitate modul &icirc;n care
          Autoritatea de Supraveghere sau instan?ele de judecata vor interpreta
          Regulamentul.
        </p>
        <p><br /></p>
        <p>
          urbanoptic.ro nu face nicio declaratie, promisiune sau garantie cu
          privire la exactitatea, exhaustivitatea sau caracterul adecvat al
          prezentului continut, al &icirc;ndrumarilor si a consultantei, nu
          &icirc;si asuma nicio obligatie de rezultat sau diligenta fata de
          nicio persoana, exclud &icirc;n mod expres si neaga raspunderea pentru
          orice cost, pierdere sau daunele suferite ca urmare a utilizarii
          continutului.
        </p>
        <p><br /></p>
        <p><strong>OBIECTIVUL CONTINUTULUI SITE-ULUI</strong></p>
        <p>
          Obiectivul continutului site-ului este de a transmite informatii
          actualizate si exacte.
        </p>
        <p>
          urbanoptic.ro nu poate garanta ca prezentele pagini nu contin erori,
          si asigura ca va depune toate diligentele pentru realizarea unei
          informari corecte si remedierea eventualelor erori.
        </p>
        <p>
          Orice persoana care doreste sa-si procure unul din serviciile sau
          produsele prezentate &icirc;n site este rugata sa contacteze
          urbanoptic.ro prin unul din mijloacele afisate &icirc;n pagina de
          Contact a site-ului, pentru a se informa at&acirc;t asupra
          disponibilitatii serviciului sau produsului &icirc;n cauza c&acirc;t
          si asupra conditiilor contractuale, tarifelor si informatiilor tehnice
          sau de alta natura.
        </p>
        <p><br /></p>
        <p><strong>INFORMATII PERSONALE</strong></p>
        <p>
          C&acirc;nd prin intermediul prezentului site va sunt solicitate
          informatii, aceasta are ca scop identificarea dumneavoastra sau
          posibilitatea de a va contacta. Acest lucru este cu at&acirc;t mai
          necesar &icirc;n cazul folosirii aplicatiilor disponibile pe site.
        </p>
        <p>
          Natura informatiilor solicitate se refera &icirc;n special la date
          personale (nume, adresa, numere de telefon), adresa de e-mail, modul
          &icirc;n care sunt utilizate sau intentioneaza sa fie utilizate
          produsele si/sau serviciile urbanoptic.ro, dar poate include si alte
          informatii aflate &icirc;n str&acirc;nsa legatura cu utilizarea
          serviciilor si/sau produselor solicitate.
        </p>
        <p>
          Cu scopul de a raspunde mai bine nevoilor si &icirc;ntrebarilor
          utilizatorilor site-ului, informatiile solicitate prin intermediul
          acestui site vor face obiectul unei stocari si prelucrari electronice.
        </p>
        <p><br /></p>
        <p><strong>LEGATURA CU ALTE SITE-URI</strong></p>
        <p>
          Prezentul site poate contine legaturi sau trimiteri catre alte
          site-uri considerate de urbanoptic.ro utile &icirc;n legatura cu
          continutul site-ului sau si care nu se afla sub controlul sau
          &icirc;ndrumarea sa. &Icirc;n cazul utilizarii acestor legaturi sau
          trimiteri se vor aplica conditiile generale de utilizare
          corespunzatoare acelor site-uri.
        </p>
        <p>
          urbanoptic.ro nu poate garanta/controla actualitatea/exactitatea
          informatiilor prezente pe site-urile unor terti, la care se face
          trimitere de pe site-ul sau.
        </p>
        <p><br /></p>
        <p><strong>INFORMATIILE OFERITE PRIN INTERMEDIUL SITE-ULUI</strong></p>
        <p>
          Orice persoana care viziteaza site-ul urbanoptic.ro si care ofera date
          sau informatii cu caracter personal prin intermediul acestui site
          &icirc;si manifesta acordul &icirc;n mod expres si neechivoc pentru
          urmatoarele: prelucrarea acestor date si informatii personale de
          catreurbanoptic.ro; transmiterii de materiale promotionale specifice
          operatiunilor de marketing direct; solutionarea de catre urbanoptic.ro
          a cererilor, &icirc;ntrebarilor si reclamatiilor adresate (a se vedea
          pagina Contact din site); alte activitati &icirc;ntreprinse de
          urbanoptic.ro si permise de lege, ce nu fac obiectul unei aprobari din
          partea destinatarului.
        </p>
        <p><br /></p>
        <p>urbanoptic.ro va pastra confidentialitatea acestor informatii.</p>
        <p><br /></p>
        <p>
          Utilizarea &icirc;n continuare a acestui site constituie acordul
          expres si neechivoc al dumneavoastra &icirc;n conformitate cu
          prevederile legii 677/2001 si directivelor GDPR pentru protectia
          persoanelor cu privire la prelucrarea datelor cu caracter personal si
          libera circulatie a acestor date.
        </p>
        <p>
          Pentru orice nelamurire &icirc;n legatura cu exercitarea drepturilor
          dumneavoastra referitoare la utilizarea site-ului si la protectia
          utilizarii va rugam sa ne contactati prin intermediul sectiunii
          Contact din site.
        </p>
        <p><br /></p>
        <p><br /></p>
      </div>
    </div>

    <!-- GSAP plugin  -->
    <script src="https://cdnjs.cloudflare.com/ajax/libs/gsap/3.11.5/gsap.min.js"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/gsap/3.11.5/ScrollTrigger.min.js"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/gsap/3.11.5/ScrollToPlugin.min.js"></script>
    <script src="https://cdnjs.cloudflare.com/ajax/libs/gsap/3.11.5/TextPlugin.min.js"></script>
    <script src="./js/ScrollToPlugin.min.js"></script>
    <script src="./js/ScrollTrigger.min.js"></script>
    <!-- GSAP plugin  -->

    <script src="./js/servicesScript.js"></script>
    <script src="./js/hamburgerMenu.js"></script>
  </body>
</html>
